/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "main": {
      "type": "main-page",
      "disabled": true,
      "settings": {
        "padding_top": 28,
        "padding_bottom": 28
      }
    },
    "rich_text_FCmThq": {
      "type": "rich-text",
      "blocks": {
        "heading_cHH4bn": {
          "type": "heading",
          "settings": {
            "heading": "Willow's humidity meter",
            "heading_size": "h0"
          }
        }
      },
      "block_order": [
        "heading_cHH4bn"
      ],
      "settings": {
        "desktop_content_position": "center",
        "content_alignment": "center",
        "color_scheme": "scheme-3",
        "full_width": true,
        "padding_top": 40,
        "padding_bottom": 52
      }
    },
    "rich_text_FYVi87": {
      "type": "rich-text",
      "blocks": {
        "text_R7AD3p": {
          "type": "text",
          "settings": {
            "text": "<p>Are your houseplants not healthy and thriving as they should be? Are you struggling to maintain the best environment for your leafy mates? Look, plant care is not easy. Every type of plant needs different care and has their own preference for soil moisture levels, light exposure, temperature, and humidity.   </p><p>That’s where Willow comes in to revolutionise your plant care and get you closer to happy, healthy houseplants. Our Sensor is programmed per plant type and tracks your plant’s soil moisture, light, temperature, and humidity – all the hard-to-gauge bits that are critical to plant care and growing healthy plants.  </p><p></p><p>As any seasoned plant parent knows, maintaining the right humidity levels is crucial for the health and vitality of indoor plants. Willow’s got a cutting-edge plant humidity sensor that makes for an effortless solution to monitor and regulate humidity levels in your plant’s environment with precision. </p><p>Gone are the days of guesswork and uncertainty. With our Sensor, you can accurately gauge the moisture content in your plant's environment in real-time. This handy device acts as your personal humidity gauge for plants, providing valuable insights into your plant's needs. </p><p>But why is monitoring humidity so essential for plant care? Let's delve into the importance of this often-overlooked aspect of indoor gardening.</p>"
          }
        }
      },
      "block_order": [
        "text_R7AD3p"
      ],
      "settings": {
        "desktop_content_position": "center",
        "content_alignment": "center",
        "color_scheme": "",
        "full_width": true,
        "padding_top": 60,
        "padding_bottom": 60
      }
    },
    "image_with_text_4khYin": {
      "type": "image-with-text-simple",
      "blocks": {
        "heading_7kGyfU": {
          "type": "heading",
          "settings": {
            "heading": "How humidity affects your houseplants",
            "heading_size": "h1"
          }
        },
        "text_m9bbiy": {
          "type": "text",
          "settings": {
            "text": "<p>Healthy plants thrive in environments where humidity levels are optimal. Too much or too little moisture can spell disaster for your leafy mate. Tolerance levels for humidity differ per plant type, but here’s a general guideline on how the wrong level of humidity can affect your plant’s health.  </p><p>Excess humidity can lead to mould growth and root rot, while insufficient humidity can cause wilting and dehydration. By using a humidity meter for plants like our Sensor, you can ensure that your plants are always right in their comfy zone. <br/><br/></p>",
            "text_style": "body"
          }
        }
      },
      "block_order": [
        "heading_7kGyfU",
        "text_m9bbiy"
      ],
      "settings": {
        "image": "shopify://shop_images/willow-humidity-metre-enviro.jpg",
        "desktop_image_width": "medium",
        "layout": "text_first",
        "desktop_content_position": "middle",
        "desktop_content_alignment": "left",
        "color_scheme": "scheme-2",
        "image_behavior": "none",
        "mobile_content_alignment": "left",
        "padding_top": 80,
        "padding_bottom": 80
      }
    },
    "image_with_text_4hnPay": {
      "type": "image-with-text-simple",
      "blocks": {
        "heading_7kGyfU": {
          "type": "heading",
          "settings": {
            "heading": "Plant care and updates in your back pocket",
            "heading_size": "h2"
          }
        },
        "text_m9bbiy": {
          "type": "text",
          "settings": {
            "text": "<p>With our Sensor and app, you’ll be able to check on how your plant is doing whether you’re near or far! Our Sensor sends alerts right to your phone when your plant needs care to keep it healthy. Your plant score gets updated throughout the day in our app, so you can see how your plant is doing even when you’re out of the house. </p>",
            "text_style": "body"
          }
        }
      },
      "block_order": [
        "heading_7kGyfU",
        "text_m9bbiy"
      ],
      "settings": {
        "image": "shopify://shop_images/willow-humidity-metre-app.jpg",
        "desktop_image_width": "medium",
        "layout": "image_first",
        "desktop_content_position": "middle",
        "desktop_content_alignment": "left",
        "color_scheme": "scheme-1",
        "image_behavior": "none",
        "mobile_content_alignment": "left",
        "padding_top": 80,
        "padding_bottom": 80
      }
    },
    "rich_text_dyFjMt": {
      "type": "rich-text",
      "blocks": {
        "heading_ijTdip": {
          "type": "heading",
          "settings": {
            "heading": "What else does our humidity Sensor offer? ",
            "heading_size": "h1"
          }
        },
        "text_8qBd4B": {
          "type": "text",
          "settings": {
            "text": "<p>The Willow Sensor doesn't stop at monitoring humidity levels – it also offers insights into soil moisture, another critical factor in plant health. By keeping tabs on soil moisture levels, you can prevent overwatering or underwatering, both of which can have detrimental effects on plant growth. </p><p>One of the standout features of the Willow Sensor is its user-friendly design. With its intuitive interface and seamless connectivity, you can effortlessly monitor your plants' health from anywhere, at any time. Whether you're a novice gardener or a seasoned pro, the Willow Sensor makes plant care a breeze. </p><p>Our Sensor is more than just a tool – think of it as your closest companion on your journey to zero guesswork over plant care and owning healthy, happy houseplants. By providing valuable data and insights, you’ll be equipped to make informed decisions about your plant's care regimen, ensuring they thrive for years to come. No more unintentional plant killing, and no more plant funerals! </p><p>We know we’re biased, but Willow’s Sensor is a game-changer. With its ability to measure humidity, soil moisture and more, it's the ultimate hack for creating a healthy and thriving indoor garden. Say goodbye to guesswork and hello to happier, healthier plants with the Willow Sensor by your side. </p>"
          }
        }
      },
      "block_order": [
        "heading_ijTdip",
        "text_8qBd4B"
      ],
      "settings": {
        "desktop_content_position": "center",
        "content_alignment": "center",
        "color_scheme": "scheme-1",
        "full_width": true,
        "padding_top": 80,
        "padding_bottom": 80
      }
    }
  },
  "order": [
    "main",
    "rich_text_FCmThq",
    "rich_text_FYVi87",
    "image_with_text_4khYin",
    "image_with_text_4hnPay",
    "rich_text_dyFjMt"
  ]
}
